Repository: sharafaa839/GoldenBell
Catalog: Mazadaat/*.lproj/Localizable.strings
Languages: ar

source: Waiting supplier approval
ar: في انتظار موافقة البائع

# yourTheHeighstNow
source: you are the heighest now
ar: انت المزايد الاعلى الان

source: expired
ar: انتهى

# min
source: minimum bid
ar: اقل مزايدة

source: you have to select payment method
ar: اختر طريقة للدفع

source: Pay to go
ar: لكي تشارك بالمزاد ادفع الرسوم

source: Pay entree fee for this place to get all auction subscription
ar: ادفع رسوم دخول المكان لتحصل على الاشتراك في جميع المزادات

source: subscription
ar: اشتراك

source: choose image
ar: اختر صورة

# suubscripe successfully
source: subscribe successfully
ar: تم الاشتراك بنجاح

source: Camera
ar: كاميرا

source: Gallery
ar: المعرض

source: Cash
ar: نقدي

source: Bank transfer
ar: تحويل بنكي

source: Auction Holder
ar: مسئول المزاد

source: of
ar: من

source: Remaining in your plan
ar: المتبقي

# nattionalId
source: National Id
ar: الهوية

source: Arabic
ar: العربية

source: English
ar: الانجليزية

# goodToSeeYou
source: It’s good to see you
ar: اهلا وسهلا

# welcome
source: Welcome to our auctions app.
ar: مرحباً بك في تطبيق الجرس الذهبي

source: sign in
ar: تسجيل الدخول

source: Register
ar: انشاء حساب

# enterYourMobile
source: Enter your mobile number
ar: رقم الهاتف

source: Enter Password
ar: كلمة السر

# forgetPassword
source: Forget your password ?
ar: نسيت كلمةالسر؟

source: or
ar: أو

source: continue as guest
ar: المتابعة كزائر

source: enter the email
ar: ادخل البريد الألكتروني

source: enter your mobile number
ar: رقم الهاتف

source: verify your otp
ar: تأكيد الرقم السري اللحظي

# weHaveSent
source: we have sent code to you
ar: ارسلنا لك كود مكون من ٦ خانات على الرقم قم بكتابته بالأسفل

# dontRecieve
source: don’t receive
ar: لم يصلك كود؟ اطلب كود اخر

source: verify
ar: تأكيد

source: incorrect code
ar: الكود غير صحيح

source: resend verification code
ar: إعادة إرسال الرقم التأكيدي

source: reset password
ar: إعادة تعيين كلمةة السر

# passwordShouldBe
source: password should be more than 6 charaters
ar: يجب ان تحتوي كلمة السر على الإقل على ٦ احرف

source: new password
ar: كلمة السر الجديدة

source: confirm password
ar: تأكيد كلمة السر

source: save
ar: حفظ

source: success
ar: تم بنجاح

source: your password
ar: الرقم السري

source: confirm
ar: تأكيد

source: failed
ar: فشل الطلب

source: an error
ar: قد حدث خطأ رجاء حاول مرة أخرى

source: dismissing
ar: تجاهل

source: try again
ar: حاول مرة اخرى

source: join
ar: انضم الينا الان

source: with a free
ar: بمجرد تسجيل حسابك يمكن ان تستكشف وتزايد على اي من المزادات داخل التطبيق وتستقبل تنبيهات وتتابع نشاطاتك داخل التطبيق

source: enter your full name
ar: ادخل اسمك بالكامل

# etnerYourMobileNumber
source: enter your mobile number
ar: رقم الجوال

source: enter your email
ar: البريد الالكتروني

# createAPassword
source: create password
ar: الرقم السري

# verifyWithNafath
source: you need to verify your account with Nafath
ar: التحقيق من من خلال نفاذ

source: login to Nafath
ar: التسجيل من خلال نفاذ

source: cancel
ar: الغاء

source: Welcome back
ar: مرحبا

source: Home
ar: الرئيسية

source: Ask Golden Bell
ar: اسأل الجرس

source: Auctions
ar: المزادات

source: Profile
ar: الملف الشخصي

# exploreGoldenBell
source: Explore Golden Bell Auction World
ar: استكشف عالم مزادات الجرس الذهبي

# aboutGoldenBell
source: About Golden Bell Auctions
ar: عن الجرس الذهبي

# GoldenBellCommuunity
source: Golden Bell Auctions Community
ar: مجتمع الجرس الذهبي

# rateGoldenBell
source: Rate Golden Bell Auctions
ar: شارك برأيك

source: Plans
ar: الخطط

source: Free Plan
ar: الباقة المجانية

# youPay
source: You’ll Pay
ar: ادفع

# yourLimitBid
source: Your limit to bid
ar: زايد حتى

source: SAR
ar: ريال

source: Premium Plan
ar: الباقة الذهبية

# yourCuurrentPlan
source: Your Current Plan
ar: الباقة الحالية

source: Upgrade
ar: ترقية

source: Delete your National ID Card
ar: حذف بطاقة الهوية

# areYouSureYouWantToDeleteNationalId
source: Are you sure that you want to delete
ar: هل تريد حذف بطاقة الهوية

source: Remove
ar: حذف

source: Discard Changes
ar: تجاهل التغييرات

source: Any Changes
ar: سوف تفقد جميع التغيرات الاخيرة التي اجريتها

source: Discard
ar: تجاهل

# myProfile
source: Profile
ar: الملف الشخصي

source: My Documents
ar: ملفاتي

source: to bid
ar: لتزايد

source: Delete
ar: حذف

source: Change
ar: تبديل

# drivingLicence
source: Driving Licence Card
ar: رخصة القيادة

source: Add
ar: اضافة

source: Front View
ar: الوجه الامامي

source: Back View
ar: الوجه الخلفي

source: Upload Document
ar: تحميل الملف

source: Request an Auction
ar: طلب اضافة مزاد

source: My Tickets
ar: التذاكر

source: Chat
ar: الرسائل

source: Plan
ar: الباقات

source: Your Auction Request
ar: تم استقبال طلبك لاضافة مزاد والطلب الان تحت قيد المراجعة

source: New Auction Request
ar: طلب اضافة مزاد جديد

source: Auction Title
ar: اسم المزاد

source: Write auction title
ar: اكتب اسم عنوان المزاد

source: Auction Description
ar: تفاصيل المزاد

source: Write Auction Description
ar: اضف تفاصيل المزاد

# sendRequesst
source: Send Request
ar: إرسال الطلب

source: All
ar: الكل

source: Running
ar: الحالي

source: Solved
ar: تم حلها

source: Give a Feedback
ar: شارك برأيك

source: Write Your Feedback
ar: اكتب رسالتك

source: Send Feedback
ar: ارسل تقييمك

source: Contact Us
ar: تواصل معنا

# inquryAbout
source: Inquiry About
ar: استفسارك بخصوص

source: Your Message
ar: رسالتك

source: Write Your Message
ar: اكتب رسالتك هنا

source: Call
ar: اتصال

source: Contact
ar: تواصل معنا

# setting
source: Settings
ar: الإعدادات

source: App Language
ar: لغة التطبيق

# genrealNotification
source: General Notification
ar: اعدادات الاشعارات

source: Auction Alerts
ar: تنبيهات المزادات

source: Bid Updates
ar: تنبيه المزاد

source: Auction Ending Soon
ar: انتهاء المزاد

source: Promotions
ar: الاعلانات

source: Change Password
ar: تغيير الرقم السرري

source: Old Password
ar: الرقم السري القديم

source: Supporting Text
ar: يدعم النصوص

# confrimNewPassword
source: Confirm New Password
ar: تأكيد الرقم السري الجديدة

source: Email Address
ar: البريد الإلكتروني

source: Verify Phone Number
ar: تأكيد رقم الجوال

source: Email US
ar: راسلنا

source: Settings
ar: الاعدادات

source: Phone Number
ar: رقم الجوال

source: Display Name
ar: اسم المستخدم

# personslInformation
source: Personal Information
ar: المعلومات الشخصية

source: FAQs
ar: قائمة الاسئلة الشائعة

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms of Use
ar: شروط الاستخدام

source: Biddings
ar: مزايداتي

source: My Auctions
ar: مزاداتي

source: My Golden List
ar: قائمتي الذهبية

# share
source: Share Golden Bell Auctions
ar: شارك

source: About
ar: عنا

source: Search
ar: البحث

# passwordNotMatch
source: password and confirm password doesn't matching
ar: كلمتان السر غير متطابقتان

source: Upcoming
ar: التالي

source: logout
ar: تسجيل خروج

# btnTermsConditions
source: Terms & Conditions
ar: الشروط والأحكام

# lblAgreeWith
source: Agree with
ar: الموافقه على

# errTermsConditions
source: Please accept Terms & Conditions first
ar: يرجى قبول الشروط والأحكام أولا

source: Add Document
ar: اضف وثيقة

# picUploaded
source: Picture uploaded successfully
ar: تم رفع عالصورة بنجاح

# fillAllData
source: Please fill all fields
ar: املئ جميع البيانات

source: Warning
ar: تحذير

source: You don't have permission to access gallery.
ar: انت لا تملك سماحية للوصول إلى المعرض

# yourOutBid
source: you are out of bid
ar: انت خارج المزايدة

# AgainToLead
source: bid again to lead
ar: زايد مرة اخرى

source: d
ar: ي

source: h
ar: س

source: m
ar: د

source: s
ar: ث

source: instagram
ar: انستقرام

source: facebook
ar: فيس بوك

source: twitter
ar: تويتر

# whatsapp
source: Youtube
ar: يوتيوب

source: Language
ar: اللغة

source: OK
ar: حسناً

source: Edit Profile
ar: تعديل

source: to
ar: إلى

source: from
ar: من

source: code
ar: كود

source: Auction Filter
ar: تصفية

source: Sort
ar: ترتيب

source: Apply
ar: تنفيذ

source: Reset
ar: الغاء

source: Default
ar: الإفتراضي

# map
source: Maps
ar: الموقع

source: Edit
ar: تعديل

source: Number of bids:
ar: عدد المزايدات :

source: Ending in
ar: ينتهي خلال

source: Next bidding
ar: المزايدة التالية

source: Bid now
ar: زايد الأن

source: End in
ar: ينتهي خلال

source: result
ar: النتائج

source: your bid won
ar: مزايدتك ربحت

source: days
ar: يوم

# entryFee
source: Entree Fee
ar: رسوم الدخول

source: starting in
ar: يبدأ خلال

source: auction days
ar: ايام المزاد

source: online
ar: اونلاين

source: offline
ar: مكان

source: hybrid
ar: هجين

# auctionsCount
source: auctions
ar: مزاد

source: upload image
ar: ارفق صورة

# isThereAnyComplainWithYou
source: is there any complaint with you ?
ar: هل واجهتك اي مشاكل؟

source: To bid on auctions, we require certain personal documents to be uploaded and verified for your trust and safety.
ar: لكي تشارك في عملية المزايدة بامان نحتاج لارفاق بعض الملفات الشخصية

# inJpegOrPNG
source: In JPEG or PNG format
ar: بصيغة PNG , JPEG

# youNeedToUpgradeYourPackageToGotMoreAuctions
source: To bid auctions, we require certain personal documents to be uploaded and verified for your trust and safety
ar: للمزايدة علي المزادات ، نطلب تحميل مستندات شخصية معينة والتحقق منها من أجل ثقتك وسلامتك.

source: sec
ar: ث

# buchoure
source: brochure
ar: بروشور

source: rules
ar: الشروط

# bidPlacesSuccssfully
source: Bid Place Successfully
ar: تمت المزايدة بنجاح

source: place bid
ar: زايد

source: Set Your Bid For This Auction
ar: ضع مزايدتك لهذا المزاد

source: done
ar: تم

source: subscribe
ar: اشترك

source: Process Done Successfully
ar: تمت العملية بنجاح

source: closed
ar: منتهي

source: Next
ar: التالي

source: Submit
ar: ارسال

source: Ticket description
ar: الوصف

# title
source: Ticket title
ar: العنوان

source: Add ticket
ar: ارسل شكوى

# NoAuctionsHere
source: there's no auctions in this place
ar: لا يوجد مزادات في هذا المكان

source: Change Updated Successfully
ar: تم التحديث بنجاح

source: have no document
ar: لا يوجد وثائق

source: downloaded done
ar: تم التحميل
